Repository: fullstackragab/mini-shop-localize
Catalog: src/locale/messages.*.xlf
Languages: ar_eg

source: Welcome to mini shop. The joy of shopping. All products available with discounts. Buy now!
ar_eg: مرحباً بكم في متجر ميني شوب. متعة التسوق. جميع المنتجات متوفرة بخصومات. اشتري الآن!

source: New text to translate
ar_eg: نص جديد للترجمة

source: Continue
ar_eg: يكمل

source: Remove
ar_eg: يزيل

source: Search
ar_eg: يبحث

source: Title Includes
ar_eg: العنوان يتضمن

source: Description Includes
ar_eg: الوصف يتضمن

source: <strong>Cart </strong>({{ count() + " item(s)" }})
ar_eg: <strong>عربة التسوق </strong>({{ count() + " item(s)" }})

source: Cart is Empty!
ar_eg: العربة فارغة!

source: No results!
ar_eg: لا توجد نتائج!
